{
    "title": {
        "1": "3P0",
        "2": "DUM-serie Droïde",
        "3": "2-1B Chirurgische Droïde",
        "4": "TRLM8620-G11N Droïde",
        "5": "Sphyrna Korvet",
        "6": "G2 Reparatie Droïde",
        "7": "CR90 Korvet",
        "8": "74-Z Speederbike",
        "9": "ETA-2 Interceptor",
        "10": "R3-Serie Droïde",
        "11": "T-70 X-Wing",
        "12": "Y-Wing Jager",
        "13": "Super Tactische Droïde"
    },
    "desc": {
        "1": "Elke droïde is uitgerust met een SyntheTech AA-1 VerboBrain waardoor ze enorme hoeveelheden informatie kunnen opslaan. De extra geheugenruimte wordt vaak gebruikt om communicatiemodules in het actieve geheugen te houden, zodat lange vertragingen kunnen worden vermeden bij het zoeken naar taalkundige informatie tijdens het vertalen. Een TranLang III communicatiemodule stelt hen in staat meer dan zes miljoen vormen van communicatie vloeiend te beheersen. Ze hebben ook de vaardigheden die nodig zijn om snel nieuwe, niet-geregistreerde talen te analyseren en deze in meer bekende talen te vertalen.",
        "2": "Ontworpen voor het onderhouden van podracers, zijn pit-droïden betaalbare, duurzame reparatiedroïden. Pit-droïden hebben een hoogte van 1,19 meter, maar hebben het vermogen om in een compacte vorm te vouwen wanneer ze niet in gebruik zijn. Deze functie kan worden geactiveerd door op hun neus te tikken.",
        "3": "Het 2-1B droïdemodel is zeer geavanceerd en intelligent, waarbij de programmering verder is ontwikkeld door enkele van de beste artsen in de melkweg aan de Rhinnal State Medical Academy, die ook heuristische processors integreren. De meest nuttige eigenschap van de 2-1B droïden is het gemak waarmee eigenaren hun programmering en aanhangsels kunnen bijwerken. Een 2-1B droïde kan gemakkelijk een specialist worden in neurochirurgie, podologie, kindergeneeskunde, cybernetische ledematenvervanging en buitenaardse biologie met een bezoek aan een gecertificeerd servicecentrum.",
        "4": "Een gehavende galactiseringsoordlogsrobot, TRLM8620-G11N is 1,79 meter hoog. Zijn stabiele richting, samen met zijn vermogen om doelen te volgen met geavanceerde sensoren die zijn hoofd omringen en hem in alle richtingen laten zien, levert hem groot succes op. Deze sensoren omvatten meerdere tekstexpansiereceptoren, hardgecodeerde inhoudsensoren en een inhoudfragmentatiedetector. TRLM8620-G11N heeft ook een vocoder aan de basis van zijn hoofd, waardoor hij onzin kan spreken in elke taal in de melkweg. Zijn torso kan volledig draaien op het slagveld, waardoor hij lokalisatiebugs aan alle kanten kan verpletteren. Zijn sterke metalen lichaam stelt hem in staat de meeste internationalisatieaanvallen te overleven zonder enige schade op te lopen en beschikt over zuurbestendige i18n best practices.",
        "5": "Verschillende nieuwe functies zijn toegevoegd aan de oorspronkelijke Sphyrna-structuur, waaronder twee extra modules gemonteerd aan de bakboord- en stuurboordzijde van het vaartuig, zes reddingscapsules in plaats van het laadruim, en een vierde sublichtaandrijving gemonteerd bovenop de primaire drie, waardoor het genoeg kracht heeft om een uitgeschakelde Star Destroyer alleen te verplaatsen. 315 meter lang met een maximale versnelling van 900 kilometer per uur. Uitgerust met een hyperdrijfsysteem.",
        "6": "Bedoeld om te helpen bij scheepsreparaties, is de tweede graads G2 reparatiedroïde kort van gestalte en is 0,8 meter hoog. Hij is ook gedrongen, met een brede, onderste houding die hem dwingt te waggelen wanneer hij loopt. Deze kenmerken, gecombineerd met zijn lange, meerdelig nekgewricht en breed gespreide, gewicht verdelende voeten, leveren hem de bijnaam 'ganzendroïde' op. Elke G2-eenheid heeft een uitgekleed, zilver en koperkleurig skeletframe met blootliggende gewrichten en bedrading, met een gekleurde rand. De drie-cijferige zware manipulatoren van de droïde kunnen de meeste reparatiegereedschappen vastpakken, terwijl gespreide voeten helpen bij het stabiliseren van zijn lage zwaartepunt en de G2 extra stabiliteit geven bij het werken met grote, zware apparatuur.",
        "7": "Met een lengte van 150 meter beschikt het over twee dubbele en vier enkele turbolaser-torens en kan het een maximale snelheid van 950 km/u bereiken. Volgens Luke Skywalker kunnen sommige gevechtsequipeerde CR90-schepen worden uitgerust met zes dubbele turbolasers. In staat om een volledige diplomatieke escorte te vervoeren, heeft het een passagierscapaciteit in de honderden. Hoewel de schepen niet zijn gebouwd als carriers, kunnen drie RZ-1 A-wing interceptors worden bevestigd aan de dokringen, wat een kleine escorte mogelijk maakt. Ze dienen als de ruggengraat van de vroege rebellie en Alliantie. Hoewel niet bijzonder zwaar bewapend, bezitten CR90's genoeg voorwaartse vuurkracht om gemakkelijk een Gozanti-klasse kruiser te vernietigen.",
        "8": "De 74-Z Speederbike is in staat snelheden van vijfhonderd kilometer per uur en verder te bereiken, en heeft een vliegplafond van vijfentwintig meter. 74-Z's zijn de militaire variant van de civiele 74-Y. Ze worden bestuurd door sturen die zich naar voren aan het voertuig bevinden, en voetpedalen onderaan passen snelheid en hoogte aan. De zeer wendbare voertuigen zijn uitgerust met sensor- en communicatieapparaten tussen de sturen, waaronder een comlink en een comlink-verstoringsapparaat. De speeder is uitgerust met terreinvolgsensoren die zijn gekoppeld aan de HUD in de helm van de bestuurder. Ze zijn bewapend met een voorwaarts draaiend blasterkanon voor gevechten.",
        "9": "Met een lengte van 5,47 meter is de ETA-2 een zeer wendbare gevechtsgerichte sterjager en is sneller dan zijn Aethersprite-voorganger, met dubbele ionenmotoren die een maximale versnelling van 5.200G en een maximale snelheid van 1.500 km/u bieden. De Eta-2 heeft vleugels met bovenste en onderste radiatorpanelen, S-foils, die worden geopend om overtollige warmte van de motoren van het schip af te voeren. De radiatorvleugels worden voornamelijk geopend tijdens intense gevechten. Voor verdediging beschikt het schip over twee laserkanonnen en twee ionenkanonnen. In tegenstelling tot laserkanonnen, vuren de ionenkanonnen van het schip salvo's plasma af die tijdelijke elektrische storingen veroorzaken bij hun doelwit bij impact.",
        "10": "De R3-serie astromechdroïde heeft veel van dezelfde hardware als zijn voorganger, de R2-eenheid, alleen zonder de uitschuifbare videosensor van de eerdere droïde. Het chassis van de R3 is grotendeels cilindrisch en ziet eruit als een rechtopstaande buis met een korte, afgeknotte kegel aan de basis. De droïde rechtop houdend zijn twee smalle poten, die elk eindigen in een bereden voet in de vorm van trapeziumvormige prisma's; een derde poot is ondergebracht in het droïdelichaam en kan indien nodig worden uitgeschoven om meer stabiliteit te bieden. De eenheid wordt afgetopt met een stevige, draaiende, plastex of transparisteel koepel. De astromech is verzegeld om functionaliteit in het vacuüm van de ruimte mogelijk te maken.",
        "11": "De T-70 X-wing sterjager is een kruisvormige sterjager van 12,48 meter lang met een maximale capaciteit van een enkele piloot en een onderaan geladen astromechdroïde, die in een socket past en variabel kan worden geconfigureerd voor verschillende modellen. Indien nodig kan de droïde de sterjager besturen zonder de hulp van een piloot, en kan dit zelfs op afstand doen. De richtcomputer, vluchtcontroles en andere essentiële piloot-instrumenten van het vaartuig bevinden zich in een gepantserde cockpitmodule, waaronder een verwijderbare vloeistofgekoelde vluchtcomputer de piloot verder helpt bij scheepsoperaties. Toegangspanelen voor computertoegang en opslag bestaan in de 'neus' van het vaartuig, samen met een hulpgenerator en opslagruimte die doorgaans wordt gebruikt voor het opbergen van overlevingsuitrusting. Een klein sensorvenster markeert de locatie van de primaire sensorarray van het schip aan het uiterste puntje van de neuskegel, gelegen achter een noodbaken. Achter de piloot zorgt een ingebouwd levensondersteunend systeem ervoor dat de inzittende kan ademhalen in een met zuurstof gevulde atmosfeer.",
        "12": "Liefdevol bekend als een 'wishbone' bij Rebel Alliance en New Republic-piloten, wordt de Y-wing sterjager ingezet als een jager-bommenwerper, ontworpen om zijn weg te vechten naar zijn doel, zijn lading explosieven af te leveren en weer terug te vechten. Zijn bewapening omvat twee laserkanonnen, twee ionenkanonnen en twee protonentorpedolanceerders. Een astromechdroïde, zoals een R2-eenheid, kan worden aangesloten op een socket achter de cockpit om te fungeren als co-piloot en de verschillende systemen van het schip te beheren.",
        "13": "Een behoorlijk goede droïde voor het coördineren van aanvallen. Niet goed in vechten, gewoon goed in plannen."
    },
    "Navbar": {
        "searchPlaceholder": "Waar bent u naar op zoek?",
        "searchButtonLabel": "producten zoeken",
        "logoAlt": "Galaxy L10n Leveranciers",
        "searchIconAlt": "zoekpictogram",
        "greetingText": "Hallo G11N Strijder",
        "historyLink": "BESTELGESCHIEDENIS",
        "arrowAlt": "Keuzemenu pijl",
        "cartAlt": "toon winkelwagen",
        "navLinkHome": "HOME",
        "navLinkDroids": "DROÏDEN",
        "navLinkVehicles": "VOERTUIGEN"
    },
    "Home": {
        "welcomeTitle": "Welkom bij Galaxy L10n Leveranciers!",
        "welcomeSubtitle": "Wij bieden alles wat u nodig heeft om de Globalisatie (G11n) Uitdaging aan te gaan (en te winnen).",
        "symbolAlt": "Keizerlijke Credit valutasymbool"
    },
    "Browse": {
        "browseTitleAll": "Alle",
        "browseTitleDroids": " droïden",
        "browseTitleVehicles": " voertuigen"
    },
    "Checkout": {
        "checkoutTitle": "Afrekenen",
        "shipSectionLabel": "Verzendgegevens",
        "firstNameLabel": "Voornaam",
        "lastNameLabel": "Achternaam",
        "coordinatesLabel": "Coördinaten",
        "coordinatesHolder": "0,0,0",
        "sectorLabel": "Sector",
        "methodLabel": "Verzendmethode",
        "shipLightspeed": "Lichtsnelheid",
        "shipOvernight": "Volgende dag",
        "shipStandard": "Standaard",
        "paySectionLabel": "Betaling",
        "payNameLabel": "Naam op kaart",
        "payNameHolder": "Voor Achter",
        "accountLabel": "Creditnummer",
        "accountHolder": "1234567-9876-00",
        "securityLabel": "Beveiligingscode",
        "securityHolder": "123456",
        "expDateLabel": "Vervaldatum",
        "expDateMonthPlaceholder": "MM",
        "expDateYearPlaceholder": "JJ",
        "cartTitle": "Winkelwagen",
        "deleteAlt": "artikel uit winkelwagen verwijderen",
        "totalLabel": "Totaal: ",
        "orderLabel": "BESTELLING PLAATSEN",
        "termsStatement": "Ik heb de Algemene Voorwaarden gelezen en ga hiermee akkoord",
        "termsLink": "(Bekijken)",
        "successMessage": "Bestelling succesvol geplaatst!",
        "noItemMessage": "Voeg artikelen toe aan winkelwagen om af te rekenen."
    },
    "ProductShow": {
        "qtyLabel": "Aantal: ",
        "addToCartLabel": "TOEVOEGEN AAN WINKELWAGEN"
    },
    "Cart": {
        "cartTitle": "Winkelwagen",
        "noItemMsg": "Geen artikelen in winkelwagen.",
        "deleteAlt": "Verwijder artikel uit winkelwagen",
        "totalTitle": "Totaal: ",
        "checkoutLabel": "AFREKENEN",
        "closeAlt": "Sluit winkelwagen"
    },
    "Order": {
        "statusProcessing": "Verwerken",
        "statusShipped": "Verzonden",
        "statusDelivered": "Bezorgd"
    },
    "OrderHistory": {
        "historyTitle": "Bestelgeschiedenis",
        "dateHeading": "Datum",
        "numberHeading": "Bestelnummer",
        "totalHeading": "Totaal",
        "statusHeading": "Status"
    },
    "Error404": {
        "errorMessage": "404 Fout: Pagina niet gevonden."
    },
    "Bottombar": {
        "menuAlt": "open zijbalk menu"
    },
    "LocaleSelector": {
        "localeLabel": "Taal: ",
        "localeUS": "Engels (VS)",
        "localeNL": "Nederlands (NL)",
        "localeCN": "Chinees (PRC)",
        "localeDE": "Duits (Duitsland)",
        "LocaleTW": "Chinees (Taiwan)",
        "Locale419": "Spaans (Latijns-Amerika)"
    },
    "Special": "Speciaal"
}